Revit 2024 API
SymbolTypeId.Tonne Property
 Symbol t, indicating unit Tonnes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Tonne { get; }
Visual Basic
Public Shared ReadOnly Property Tonne As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Tonne {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace